-- MySQL dump 10.13  Distrib 5.7.18, for Linux (x86_64)
--
-- Host: localhost    Database: MDB
-- ------------------------------------------------------
-- Server version	5.7.18-0ubuntu0.16.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `DianShiJu_info`
--

DROP TABLE IF EXISTS `DianShiJu_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `DianShiJu_info` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `videoName` text,
  `score` text,
  `director` text,
  `editor` text,
  `actor` text,
  `classify` text,
  `area` text,
  `language` text,
  `releaseTime` text,
  `duration` text,
  `nickName` text,
  `IMDBlink` text,
  `totalCount` text,
  `introduction` text,
  `playid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `DianShiJu_info`
--

LOCK TABLES `DianShiJu_info` WRITE;
/*!40000 ALTER TABLE `DianShiJu_info` DISABLE KEYS */;
INSERT INTO `DianShiJu_info` VALUES (1,'神盾局特工第三季','8.2',' 乔斯·韦登',' 斯坦·李 / 毛丽莎·谭查罗恩 / 乔斯·韦登 / 杰德·韦登',' 克拉克·格雷格 / 温明娜 / 布雷特·道顿 / 汪可盈 / 伊恩·德·卡斯泰克 / 更多...',' 剧情 / 动作 / 科幻',' 美国',' 英语','','','','',NULL,'ABC正式宣布续订《神盾局特工》第三季。',NULL),(2,'权利的游戏第一季','9.3','蒂莫西·范·帕腾 / 布莱恩·柯克 / 丹尼尔·米纳汉 / 阿兰·泰勒','戴维·贝尼奥夫 / 乔治·马丁',' 伊萨克·亨普斯特德-怀特 / 查尔斯·丹斯 / 约翰·C·布莱德利 / 罗恩·多纳基 / 伊恩·麦克尔希尼 / 更多...','剧情 / 奇幻 / 冒险','美国 / 英国','英语 / 多斯拉克语',' 2011-04-17(美国)','60分钟','冰与火之歌：权力的游戏 第一季 / 王座游戏 第一季 / A Song of Ice and Fire: Game of Thrones Season 1',' tt0944947',NULL,'《权力的游戏》是一部中世纪史诗奇幻题材的电视连续剧，该剧以美国作家乔治·R·R·马丁的奇幻巨作《冰与火之歌》七部曲为基础改编创作。故事背景中虚构的世界，分为两片大陆：位于西面的“日落国度”维斯特洛；位于东面的类似亚欧大陆。维斯特洛大陆边境处发现远古传说中早已灭绝的生物开始，危险也渐渐在靠近这里。这片大陆的临冬城主暨北境统领艾德史塔克家族也迎来了老友兼国王劳勃·拜拉席恩的来访。国王希望艾德·史塔克（肖恩·宾 Sean Bean 饰）能担任首相一职，对抗企图夺取铁王座的叛军。危情一触即发，整个王国看似平和的表面下却是波涛暗涌。权高位重的拜拉席恩家族、勇敢善良的史塔克家族、企图谋取王位的坦格利安家族、有着不可告人秘密的兰尼斯特家族。这些家族各怀鬼胎，这个国家将会陷入一场混战..... ',NULL),(3,'太阳的后裔','7.6',' 李应福',' 金银淑 / 金元锡',' 宋慧乔 / 宋仲基 / 金智媛 / 晋久 / 李成俊 / 更多...',' 剧情 / 爱情',' 韩国',' 韩语','','',' Descendants of the Sun',' tt4925000',NULL,'特战警备队大尉柳时镇（宋仲基 饰）与上士徐大荣（晋久 饰）休假之时遭遇激斗事件，送小偷去医院的时候，被主任医师姜暮烟（宋慧乔 饰）误会，也引得徐大荣的前女友尹明珠（金智媛 饰）突然出现，姜暮烟因此与柳时镇结缘，可是由于立场不同最终不欢而散。一次意外派遣，姜暮烟又与柳时镇相遇在战火频发的乌鲁克，作为海外医疗派遣队队长的姜暮烟与柳时镇无数次并肩作战，感情得到了升华。可是回国后姜暮烟面对柳时镇出生入死的工作又开始了新一轮担忧，与此同时，徐大荣与尹明珠的爱情也再次遇到了威胁。\n《太阳的后裔》是韩国KBS电视台于2016年2月24日起播出的水木迷你连续剧，本剧为第一部中国与韩国同步播出的韩剧。',NULL),(4,'向着胜利前进','4.1','林建中','彭鹏华','吴奇隆 / 甘婷婷 / 谢孟伟 / 王新 / 叶祖新 / ','动作 / 战争 / ','中国大陆',NULL,NULL,NULL,NULL,NULL,NULL,'故事发生在抗日战争时期。正在围猎的战狼（吴奇隆 饰）、桩子（谢孟伟 饰）和冬儿（杨婷婷 饰）巧遇游击队与日军在山上交火，眼看游击队要吃亏，他们迅速施以援手，救下王爱（甘婷婷 饰），并截获了日军毒气原料。恼羞成怒的日军疯狂报复，对村民施实了惨绝人寰的屠杀，战斗中战狼受伤被俘，后在地下党何医生（叶祖新 饰）等协助下逃脱。被抓的桩子从兵工厂逃跑时带走一个哑巴（胡洋 饰），岂料此人是日本特务，他想通过桩子查找毒气原料的下落。被战狼救下的王爱渐渐对战狼产生爱意，但后来王爱不幸被捕。在一次执行任务时，战狼遇见杀父仇人青木（赵会南 饰），一时的冲动令他再次落入虎口......',NULL),(5,'八时入席','8.6',' 邵丽琼 / 罗镇岳',' 马俊萦 / 冼翠贞',' 毛舜筠 / 黎耀祥 / 陈国邦 / 钟景辉 / 郭少芸 / 更多...',' 喜剧',' 香港',' 粤语','','',' 爱回家之八时入席 / Dinner at Eight','',NULL,'黎耀祥、陈国邦、汤盈盈及胡渭康日前为全新TVB处境剧《八时入席》试造型。黎耀祥在《八时入席》中扮演电视台监制角色，今次演员卡士强劲，他三度与毛舜筠合作好期待。至于会否爆电视台内幕，他笑称也希望，因为不论真假也可增加观众的趣味性。另外，汤盈盈为演发型师角色染发。',NULL),(6,'财神驾到','6.9',' 李添胜',' 鍾若詩 / 陈志强 / 黃浩然 / 何永年 / 周曉紅 / 雷兆銘',' 黎耀祥 / 单立文 / 姚嘉妮 / 樊亦敏 / 何广沛 / 更多...',' 喜剧',' 香港',' 粤语','','',' 財神喜相逢 / May Fortune Smile On You','',NULL,'《財神駕到》，別名財神喜相逢，香港電視廣播有限公司拍攝製作的電視劇，由黎耀祥、單立文、姚嘉妮及樊奕敏領銜主演，監製李添勝。本劇原為無綫電視2016年的賀歲劇集，預計於農曆新年期間播放，後被抽起改播《公公出宮》。相關劇集有《新抱喜相逢》及《倩女喜相逢》。此劇為監製李添勝離開無綫前最後作品， 本劇亦同樣是只有15集的無線劇集。',NULL);
/*!40000 ALTER TABLE `DianShiJu_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `DianShiJu_rs`
--

DROP TABLE IF EXISTS `DianShiJu_rs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `DianShiJu_rs` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `videoName` text,
  `outerPic` text,
  `innerPic` text,
  `videoSeq` int(11) DEFAULT NULL,
  `filePath` text,
  `playid` int(11) DEFAULT NULL,
  `videoid` int(11) DEFAULT NULL,
  `imgURL` text,
  `fileURL` text,
  `playCount` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=39 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `DianShiJu_rs`
--

LOCK TABLES `DianShiJu_rs` WRITE;
/*!40000 ALTER TABLE `DianShiJu_rs` DISABLE KEYS */;
INSERT INTO `DianShiJu_rs` VALUES (1,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,1,'/video/1032896/101836394/video.mp4',1032896,101836394,NULL,NULL,NULL),(2,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,2,'/video/1032896/101837036/video.mp4',1032896,101837036,NULL,NULL,NULL),(3,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,3,'/video/1032896/101841502/video.mp4',1032896,101841502,NULL,NULL,NULL),(4,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,4,'/video/1032896/101848902/video.mp4',1032896,101848902,NULL,NULL,NULL),(5,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,5,'/video/1032896/101850302/video.mp4',1032896,101850302,NULL,NULL,NULL),(6,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,6,'/video/1032896/101865332/video.mp4',1032896,101865332,NULL,NULL,NULL),(7,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,7,'/video/1032896/101877990/video.mp4',1032896,101877990,NULL,NULL,NULL),(8,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,8,'/video/1032896/101882414/video.mp4',1032896,101882414,NULL,NULL,NULL),(9,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,9,'/video/1032896/101895342/video.mp4',1032896,101895342,NULL,NULL,NULL),(10,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,10,'/video/1032896/101905296/video.mp4',1032896,101905296,NULL,NULL,NULL),(11,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,11,'/video/1032896/101994532/video.mp4',1032896,101994532,NULL,NULL,NULL),(12,'神盾局特工第三季','/video/1032896/p2267559189.jpg',NULL,12,'/video/1032896/101996696/video.mp4',1032896,101996696,NULL,NULL,NULL),(13,'权利的游戏第一季','/video/73610617/p896064368.jpg',NULL,1,'/video/73610617/1359328/video.mp4',73610617,1359328,NULL,NULL,NULL),(14,'权利的游戏第一季','/video/73610617/p896064368.jpg',NULL,2,'/video/73610617/1180923/video.mp4',73610617,1180923,NULL,NULL,NULL),(15,'权利的游戏第一季','/video/73610617/p896064368.jpg',NULL,3,'/video/73610617/1209199/video.mp4',73610617,1209199,NULL,NULL,NULL),(16,'权利的游戏第一季','/video/73610617/p896064368.jpg',NULL,4,'/video/73610617/683455/video.mp4',73610617,73610617,NULL,NULL,NULL),(17,'权利的游戏第一季','/video/73610617/p896064368.jpg',NULL,5,'/video/73610617/1066061/video.mp4',73610617,1066061,NULL,NULL,NULL),(18,'权利的游戏第一季','/video/73610617/p896064368.jpg',NULL,6,'/video/73610617/1103581/video.mp4',73610617,1103581,NULL,NULL,NULL),(19,'权利的游戏第一季','/video/73610617/p896064368.jpg',NULL,7,'/video/73610617/704114/video.mp4',73610617,704114,NULL,NULL,NULL),(20,'权利的游戏第一季','/video/73610617/p896064368.jpg',NULL,8,'/video/73610617/320981/video.mp4',73610617,320981,NULL,NULL,NULL),(21,'权利的游戏第一季','/video/73610617/p896064368.jpg',NULL,9,'/video/73610617/1339308/video.mp4',73610617,1339308,NULL,NULL,NULL),(22,'权利的游戏第一季','/video/73610617/p896064368.jpg',NULL,10,'/video/73610617/513638/video.mp4',73610617,513638,NULL,NULL,NULL),(23,'太阳的后裔','/video/11444677/p2322052684.jpg',NULL,2,'/video/11444677/155139/video.mp4',11444677,155139,NULL,NULL,NULL),(24,'太阳的后裔','/video/11444677/p2322052684.jpg',NULL,3,'/video/11444677/1331653/video.mp4',11444677,1331653,NULL,NULL,NULL),(25,'太阳的后裔','/video/11444677/p2322052684.jpg',NULL,4,'/video/11444677/898877/video.mp4',11444677,898877,NULL,NULL,NULL),(26,'太阳的后裔','/video/11444677/p2322052684.jpg',NULL,5,'/video/11444677/449169/video.mp4',11444677,449169,NULL,NULL,NULL),(27,'向着胜利前进','/video/81931370/p2141089670.jpg',NULL,1,'/video/81931370/1030005/video.mp4',81931370,81931370,NULL,NULL,NULL),(28,'向着胜利前进','/video/81931370/p2141089670.jpg',NULL,2,'/video/81931370/562808/video.mp4',81931370,562808,NULL,NULL,NULL),(29,'向着胜利前进','/video/81931370/p2141089670.jpg',NULL,3,'/video/81931370/1331646/video.mp4',81931370,1331646,NULL,NULL,NULL),(30,'向着胜利前进','/video/81931370/p2141089670.jpg',NULL,4,'/video/81931370/117539/video.mp4',81931370,117539,NULL,NULL,NULL),(31,'八时入席','/video/42739902/p2326505695.jpg',NULL,1,'/video/42739902/1379095/video.mp4',42739902,1379095,NULL,NULL,NULL),(32,'八时入席','/video/42739902/p2326505695.jpg',NULL,2,'/video/42739902/1792646/video.mp4',42739902,1792646,NULL,NULL,NULL),(33,'八时入席','/video/42739902/p2326505695.jpg',NULL,3,'/video/42739902/174778/video.mp4',42739902,174778,NULL,NULL,NULL),(34,'八时入席','/video/42739902/p2326505695.jpg',NULL,4,'/video/42739902/774452/video.mp4',42739902,774452,NULL,NULL,NULL),(35,'八时入席','/video/42739902/p2326505695.jpg',NULL,5,'/video/42739902/1465779/video.mp4',42739902,1465779,NULL,NULL,NULL),(36,'财神驾到','/video/77601723/p2359898031.jpg',NULL,1,'/video/77601723/1052496/video.mp4',77601723,1052496,NULL,NULL,NULL),(37,'财神驾到','/video/77601723/p2359898031.jpg',NULL,2,'/video/77601723/419360/video.mp4',77601723,419360,NULL,NULL,NULL),(38,'财神驾到','/video/77601723/p2359898031.jpg',NULL,3,'/video/77601723/926693/video.mp4',77601723,926693,NULL,NULL,NULL);
/*!40000 ALTER TABLE `DianShiJu_rs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `DianYing_info`
--

DROP TABLE IF EXISTS `DianYing_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `DianYing_info` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `videoName` text,
  `score` text,
  `director` text,
  `editor` text,
  `actor` text,
  `classify` text,
  `area` text,
  `language` text,
  `releaseTime` text,
  `duration` text,
  `nickName` text,
  `IMDBlink` text,
  `introduction` text,
  `playid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=37 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `DianYing_info`
--

LOCK TABLES `DianYing_info` WRITE;
/*!40000 ALTER TABLE `DianYing_info` DISABLE KEYS */;
INSERT INTO `DianYing_info` VALUES (1,'烈日灼心','7.8',' 曹保平',' 曹保平 / 焦华静',' 邓超 / 段奕宏 / 郭涛 / 王珞丹 / 吕颂贤 / 更多...',' 剧情 / 悬疑 / 犯罪',' 中国大陆',' 汉语普通话',' 2015-08-27(中国大陆) / 2015-06-15(上海电影节)',' 139分钟',' 不法之徒 / 法外之徒 / 太阳黑子 / 光斑 / The Dead End',' tt4079152','七年前，福建西陇发生一起惨绝人寰的灭门惨案，某别墅内一家五口同日惨死，在社会上引起极大的震动，然而此去经年，嫌疑人杨自道（郭涛 饰）、辛小丰（邓超 饰）、陈比觉（高虎 饰）却依然逍遥法外。现如今，这三个人都在厦门过活，杨当起了出租车司机，小丰加入了协警队伍，因意外变成傻子的陈则带着三人捡来的女孩尾巴栖息在亲戚的渔场中。这一天，拥有丰富办案经验的伊谷春（段奕宏 饰）调到小丰所在的队伍担任警长。伊颇为器重能力卓越的小丰，但嗅觉灵敏的他也隐隐觉出这个男子和当年的灭门惨案有所关联。在此期间，道哥在一次意外中结识了伊的妹妹小夏（王珞丹 饰）。仿佛冥冥之中有一只看不见的手，正将这三个决心重新做人的男人推向无法更改的结局……\n本片根据须一瓜的长篇小说《太阳黑子》改编。',NULL),(2,'大话西游之大圣娶亲','9.1',' 刘镇伟',' 刘镇伟 / 吴承恩',' 周星驰 / 吴孟达 / 朱茵 / 蔡少芬 / 蓝洁瑛 / 更多...',' 喜剧 / 动作 / 爱情 / 奇幻 / 冒险',' 香港 / 中国大陆',' 粤语 / 汉语普通话',' 2014-10-24(中国大陆) / 1995-02-04(香港)',' 95分钟',' 西游记完结篇仙履奇缘 / 齐天大圣西游记 / 大话东游之二 / A Chinese Odyssey Part Two - Cinderella',' tt0114996','至尊宝（周星驰）被月光宝盒带回到五百年前，遇见紫霞仙子（朱茵），被对方打上烙印成为对方的人，并发觉自己已变成孙悟空。\n紫霞与青霞（朱茵）本是如来佛祖座前日月神灯的灯芯（白天是紫霞，晚上是青霞），二人虽然同一肉身却仇恨颇深，因此紫霞立下誓言，谁能拔出她手中的紫青宝剑，谁就是她的意中人。紫青宝剑被至尊宝于不经意间拔出，紫霞决定以身相许，却遭一心记挂白晶晶（莫文蔚）的至尊宝拒绝。后牛魔王救下迷失在沙漠中的紫霞，并逼紫霞与他成婚，关键时刻，至尊宝现身。',NULL),(3,'独立日','7.9',' 罗兰·艾默里奇',' 罗兰·艾默里奇 / 迪安·德夫林',' 威尔·史密斯 / 比尔·普尔曼 / 杰夫·高布伦 / 玛丽·麦克唐纳 / 贾德·赫希 / 更多...',' 动作 / 科幻 / 冒险 / 灾难',' 美国',' 英语',' 1996-07-03(美国)',' 145分钟 / 153分钟(特别版)',' ID4星际终结者(台) / 天煞-地球反击战(港) / 地球捍卫战',' tt0116629','未来某年的7月2日，美国各地的监视站发现一艘直径达数百英里的巨大飞船接近了地球。飞船发出的无线电信号干扰了地球的通信卫星信号，并放出了多艘直径达15英里的子飞船飞抵地球上各大城市的上空。外星飞船敌友未明，人们陷入了恐慌和迷惑。\n电脑工程师戴维（杰夫•戈德布拉姆 饰）破译出外星人发出的无线电信号，其实是攻击的倒计时信号，他设法通知了前妻，总统的助理康妮，但是为时已晚，7月3日，外星人的飞船开始攻击地球，人类文明瞬间遭到巨大的打击和灾难。总统（比尔•普尔曼 饰）等人撤离到军事基地，指挥空军反击，却犹如以卵击石，毫无作用，军事基地也被摧毁，唯有飞行员史蒂文（威尔•史密斯 饰）设法诱使一架外星人战斗飞艇坠毁。\n幸存者们逃到了秘密军事基地，在那里，科学家们一直在研究一艘50多年前坠毁的外星飞艇，致力于找出对付外星人的办法，那里也是人类最后的希望……',NULL),(4,'微微一笑很倾城','5.2',' 赵天宇',' 顾漫',' 井柏然 / 杨颖 / 李沁 / 王思聪 / 刘循子墨 / 更多...',' 爱情',' 中国大陆',' 汉语普通话',' 2016-08-12(中国大陆)',' 105分钟',' 微微一笑很倾城电影版 / Love O2O',' tt6093452','本片讲述了一对大学风云人物肖奈（井柏然 饰）和贝微微（杨颖 饰）在虚拟游戏与真实世界中相识相爱的故事。计算机系花贝微微热爱网络游戏，技术娴熟高超，是游戏排行榜上唯一的女玩家，而她却因为不爆照片被认为是人妖，“惨遭”游戏里的“老公”的抛弃。在“前夫”的婚礼现场，她偶遇了游戏里的第一高手“一笑奈何”，更让她出乎意料的是，这名大神竟然向她求婚。\n游戏里的高手“一笑奈何”正是现实中著名的计算机系大神肖奈。在一次偶然邂逅里，他无意中见识到贝微微熟练的游戏操作，由此对她产生了不一样的情愫，而贝微微却完全没意识到爱神的降临。闻名于校园的肖奈大神，开始了线上线下、虚拟与现实中全方位地捕猎美人心。一段始于二次元的奇幻网游爱情，悄然开始……\n本片改编自顾漫的同名小说。',NULL),(5,'釜山行','8.2',' 延尚昊',' 延尚昊',' 孔侑 / 郑有美 / 马东锡 / 金秀安 / 金义城 / 更多...',' 动作 / 惊悚 / 灾难',' 韩国',' 韩语',' 2016-05-13(戛纳电影节) / 2016-07-20(韩国)',' 118分钟',' 尸速列车(台) / 尸杀列车(港) / Train to Busan / Busanhaeng',' tt5700672','证券公司基金管理人石宇（孔侑 饰）光鲜精干，却也是个重利轻义之徒。妻子为此与之决裂，女儿秀安（金秀安 饰）则对如此自私的父亲越来越失望，决定前往釜山和母亲生活。在秀安生日这天，石宇抽出时间陪伴女儿登上开往釜山的特快列车。而与此同时，城市四处出现了极为可疑的暴动事件。政府极力洗白无法掩盖丧尸肆虐的事实，即便懵然无知的列车乘客也因为不速之客的到来而堕入恐慌绝望的地狱中。开车的刹那，一名感染者冲入车厢，而她很快尸变并对目光所及之处的健康人展开血腥屠杀。未过多久，丧尸便呈几何数爆发性地增长。石宇被迫和幸存者的乘客们在逼仄的空间中奋力求生。\n通往釜山的遥遥旅途布满杀机，危难时刻每个幸存者的人性也承受巨大的考验……',NULL),(6,'机械师2: 复活','5.6',' 丹尼斯·甘塞尔',' 菲利普·谢尔比 / 托尼·莫舍',' 杰森·斯坦森 / 杰西卡·阿尔芭 / 汤米·李·琼斯 / 杨紫琼 / 山姆·哈兹尔丁 / 更多...',' 动作 / 犯罪',' 法国 / 美国',' 英语 / 保加利亚语',' 2016-10-21(中国大陆) / 2016-08-26(美国)',' 98分钟(美国) / 97分钟(中国大陆)',' 秒速杀机2(港) / 极速秒杀2(台) / 机械师2 / Mechanic 2',' tt3522806','系列电影《机械师》第一部中，假装死亡的顶级杀手亚瑟（杰森·斯坦森饰）金盆洗手，过着普通人平静的生活。在一桩看似意外的事件中，亚瑟的红颜知己梅（杨紫琼饰）请求亚瑟解救屡屡遭人毒打的神秘女子吉娜（杰西卡·阿尔芭饰），哪料，向来对爱情有免疫的亚瑟，竟与吉娜坠入了爱河，然而他平静的生活也因此被打破。\n五年远离是非的生活风平浪静，亚瑟以为自己已经和过去的杀手生涯告别，然而宿命难敌，竟然有人暗中盯上了他，亚瑟的身世之谜也浮出水面。原来，他年幼时和一群孩子被军火商抓去，训练他们玩枪、杀人，难以忍受的亚瑟从军火商手中逃脱，而他的一位小伙伴长大后却成了军火商的接班人，也是影片中的最大反派。\n这位反派找到了亚瑟，并绑架了他的挚爱吉娜，要挟他去刺杀三个世界上头号危险人物。为了他和他的爱人能够逃脱，亚瑟被迫再度从事刺客工作，他必须在有限的时间内完成一系列不可能的刺杀任务。\n... (展开全部)',NULL),(7,'爱丽丝梦游仙境2','6.6',' 詹姆斯·博宾',' 琳达·伍尔芙顿 / 路易斯·卡罗尔',' 约翰尼·德普 / 米娅·华希科沃斯卡 / 海伦娜·伯翰·卡特 / 安妮·海瑟薇 / 萨莎·拜伦·科恩 / 更多...',' 剧情 / 动作 / 科幻',' 美国',' 英语',' 2016-05-27(中国大陆/美国) / 2016-05-10(伦敦首映)',' 115分钟(中国大陆) / 113分钟',' 爱丽丝镜中奇遇记 / 爱丽丝梦游仙境2：穿越魔镜(港) / 魔境梦游：时光怪客(台) / Alice in Wonderland',' tt2567026','爱丽丝（米娅·华希科沃斯卡 Mia Wasikowska 饰）为了拯救挚友疯帽子（约翰尼·德普 Johnny Depp 饰）而重返仙境，她与白皇后（安妮·海瑟薇 Anne Hathaway 饰）及一群老朋友一起，展开了一段璀璨华美、永生难忘的奇幻冒险。然而除了邪恶的红皇后之外，爱丽丝还要面对另一位劲敌——时间（萨莎·拜伦·科恩 Sacha Baron Cohen 饰），他是传说中无人能击败的角色！爱丽丝要如何才能扭转乾坤，拯救疯帽子和仙境世界？\n影片改编自路易斯·卡罗尔广受好评的同名原作。',NULL),(8,'火锅英雄','7.2',' 杨庆',' 杨庆',' 陈坤 / 白百何 / 秦昊 / 喻恩泰 / 王彦霖 / 更多...',' 剧情 / 犯罪',' 中国大陆',' 汉语普通话 / 重庆话',' 2016-04-01(中国大陆)',' 98分钟',' 火锅 / Chongqing Hot Pot',' tt5596352','中学时代起就是好哥们儿的刘波（陈坤 饰）、许东（秦昊 饰）与王平川（喻恩泰 饰），因为合伙经营的防空洞改造的火锅店经营不善而渐生矛盾。三兄弟准备把店转让，为了能卖个好价钱，三人开始自行扩建。没想到却误打误撞地挖到了隔壁银行的金库，面对金钱的诱惑欠下赌债的刘波左右为难，无巧不成书，初中女同学 于小惠（白百合 饰）刚好就是这所银行的职员。三人准备请于小惠帮忙，没想到于小惠心心念念的却是当年的一封情书……被打破的防空洞串起了旧日青春和四个老同学，一场预谋已久的银行抢劫案也悄然滋生。',NULL),(9,'大话西游3','3.7',' 刘镇伟',' 刘镇伟',' 韩庚 / 唐嫣 / 吴京 / 莫文蔚 / 张超 / 更多...',' 喜剧 / 爱情 / 奇幻',' 中国大陆 / 香港',' 汉语普通话',' 2016-09-14(中国大陆)',' 93分钟',' 大话西游终结篇 / A Chinese Odyssey：Part Three / A Chinese Odyssey Part III',' tt4862468','在《大话西游之大圣娶亲》中死在牛魔王叉下的紫霞仙子（唐嫣 饰），将会通过月光宝盒预先看到这一下场，为了避免惨剧发生，她选择回到从前不让至尊宝（韩庚 饰）爱上自己。而至尊宝又再次重逢一直在等待他的白晶晶（莫文蔚 饰）。前世今生的种种爱恨纠葛再次在九道轮回里最后一次上演。',NULL),(10,'麦兜·饭宝奇兵','6.2',' 谢立文',' 谢立文',' 金刚 / 大汪 / 张正中 / 彭博 / 孙小妞',' 喜剧 / 动画 / 冒险',' 中国大陆 / 香港',' 汉语普通话 / 粤语',' 2016-09-15(中国大陆)',' 90分钟',' 麦兜·麦露宝 / McDull·Rise of The Rice Cooker / Rise of The Rice Cooker',' tt6167646','外星巨兽屁屁怪突然袭击地球大肆破坏，全球进入一级戒备，手足无措的军方决定向全球征集优秀的机器人设计，来对抗屁屁怪。梦想当发明家的麦兜（张正中 配音），也带着他设计的“电饭宝”去参赛，机缘巧合下，竟然侥幸当选。于是地球的希望，一下子都落在了麦兜身上！麦兜又能否成为英雄，拯救地球？',NULL),(12,'黑处有什么','6.6',' 王一淳',' 王一淳',' 苏晓彤 / 郭笑 / 陆琦蔚 / 刘丹 / 蒋雪鸣 / 更多...',' 剧情 / 悬疑 / 犯罪',' 中国大陆',' 汉语普通话',' 2016-10-14(中国大陆) / 2015-07-23(FIRST青年电影展)',' 105分钟(公映版) / 102分钟(导演版) / 97分钟(电影节版)',' What\'s in the Darkness',' tt5131124','故事发生在20世纪90年代初，曾经辉煌一时的中原飞机厂正显露笨重疲惫的姿态。在家属区大院居住的初中生曲靖（苏晓彤 饰），她的父亲曲志诚（郭笑 饰）是一个有些迂腐执拗的法医。曲法医虽然经常遭到妻子的奚落和周围人的嘲笑，却不改自己一根筋的办案作风。与之相对，曲法医的同事张树林（周逵 饰）作风粗犷，破案率极高，但难免出现屈打成招的情况。曲靖和张树林的女儿张雪（陆琦蔚 饰）交好，后者过于出挑张扬的作风让她遭到不少人的白眼。曲靖一次促狭的举动，使得张雪从所有人的面前凭空消失。而就在此之前，当地接连发生多起手段恶劣的强奸杀人案。\n每个人都形迹可疑，每一处阴冷黑暗所在都隐藏着无限杀机……',NULL),(13,'夜魔人','3.9',' 张坤一',' 张坤一',' 维妮 / 鹿凌桀 / 娜仁花 / 杜玉明 / 李龙君 / 更多...',' 悬疑 / 惊悚',' 中国大陆',' 汉语普通话',' 2016-09-09(中国大陆)',' 89分钟',' A Woman in the Shadow','','漂亮女大学生赵子雨时常被儿时的一个梦境缠绕，与闺蜜祁雪儿相伴相依，心理学系的导师白叔和好心协助子雨治疗。因意外车祸靠轮椅生活的林木一蹶不振对生活失去了信心，对子雨心生爱慕却一直没有勇气表达，林木姨妈发现林木的心思找到子雨请她帮林木归回到正常的生活状态。这个过程中很多惊人的秘密却被逐一揭开......',NULL),(14,'阴阳先生之阴阳中间站','4.9',' 张涛',' 张涛',' 彭禹厶 / 尹玲 / 高成龙','',' 中国大陆',' 汉语普通话',' 2016-10',' 65分钟',' 阴阳中间站','','阴阳先生阎阳明经营着一家纸扎店，名为阴阳中间站，店如其名，这里不禁传承着中华纸扎这门最古老的手艺，更是阴阳两届一个传递信息的中间站。第一个故事镜子，讲述了一个女孩爱上了闺蜜的未婚夫从而不择手段，致使闺蜜蒙冤对着镜子自杀，而后发生了一系列恐怖事情……一面镜子可以照出人间百态，每面镜子中都有一个世界，或美好或邪恶，这取决于镜前人的作为。爱美之心人皆有之，可万事万物皆有尺度，有些事一旦过了界限，则会反其道而行之，第二个故事头发讲述的就是一个女孩在理发店接完头发后发生的怪事。',NULL),(15,'无辜者','7.4',' 安妮·芳婷',' 安妮·芳婷 / 巴斯可·波尼茨 / 萨布丽·娜卡琳 / 菲利普·美尼尔 / 爱丽丝·萍',' 璐·德·拉格 / 阿加塔·布泽克 / 阿伽塔·库莱沙 / 樊尚·马凯涅 / 乔安娜·库里格 / 更多...',' 剧情',' 法国 / 波兰',' 法语 / 波兰语',' 2016-02-12(法国)',' 115分钟',' 羔羊的救赎 / Agnus Dei / Innocent / The Innocents',' tt4370784','1945年二战结束，法国红十字会女医师马蒂尔德在华沙医治伤兵，一晚，她被请去修道院救治即将分娩的修女。医师进入修道院才看到了骇人的真相，修道院在战时遭苏联红军侵扰，多位修女被性侵，甚至怀孕。修女们不仅精神和身体受到了创伤，信仰也摇摇欲坠。然而这桩丑闻并不允许被公之于众... 影片由欧洲知名女导演安妮·方婷执导，在年初的圣丹斯影展获得一面倒的佳评。',NULL),(16,'蝙蝠侠：披风斗士归来','6.3',' 里克·莫拉莱斯',' 詹姆斯·塔克 / 迈克尔·杰勒尼克 / 威廉·多兹尔 / 鲍勃·凯恩 / 比尔·芬格 / 艾德蒙·汉弥顿 / 杰瑞·罗宾逊 / 谢尔顿·莫道夫 / 迪克·史邦',' 亚当·威斯特 / 波特·瓦德 / 朱莉·纽玛 / 杰夫·伯格曼 / 赛丽娜·欧文 / 更多...',' 喜剧 / 动作 / 动画 / 冒险',' 美国',' 英语',' 2016-10-11(美国) / 2016-10-06(纽约动漫展)',' 78分钟','',' tt5973626','Spun-off from Batman (1966)',NULL),(17,'圆梦巨人','6.7',' 史蒂文·斯皮尔伯格',' 梅丽莎·马西森 / 罗尔德·达尔',' 鲁比·巴恩希尔 / 马克·里朗斯 / 比尔·哈德尔 / 丽贝卡·豪尔 / 佩内洛普·威尔顿 / 更多...',' 奇幻 / 冒险',' 美国 / 英国',' 英语',' 2016-10-14(中国大陆) / 2016-07-01(美国) / 2016-05-14(戛纳电影节)',' 117分钟',' 吹梦巨人(港) / 好心眼儿巨人',' tt3691740','孤儿院里一个名叫苏菲（鲁比·巴恩希尔 Ruby Barnhill 饰）的小女孩一天夜里睡不着觉，她在“巫师出没的时刻”看到一个和楼房一样高大的巨人（马克·里朗斯 Mark Rylance 饰）沿街走过来。巨人发现苏菲看见了他，于是便把她拎回了巨人国。\n这个巨人是好心眼儿巨人，好心眼儿巨人专门搜集好梦，把梦分门别类地装在一个个玻璃瓶子里，再挨家挨户地把捕捉来的好梦吹到孩子们睡觉的卧室里。他与其他巨人国中的巨人不一样。其他巨人都吃人，他只吃自己种植的食物。\n为了阻止其他巨人继续吃人，聪明的苏菲她让BFG调制出一个关于巨人吃小孩的噩梦，并想要把这个梦吹到英国女王的卧室里。两人由此开始了一段奇幻的冒险之旅。一路上，他们面临着巨人国吃人巨人们的重重威胁；与此同时，小女孩与好心眼儿巨人也从一开始的彼此不信任，成长出一场非同寻常的友谊。',NULL),(18,'反贪风暴','5.2',' 林德禄',' 黄浩华 / 林德禄',' 古天乐 / 张智霖 / 周渝民 / 蔡少芬 / 林保怡 / 更多...',' 剧情 / 犯罪',' 中国大陆 / 香港',' 汉语普通话 / 粤语',' 2016-09-14(中国大陆)',' 95分钟',' Z风暴2',' tt5998744','马会的球赛博彩操盘手被独行杀手（周渝民 饰）杀害，目击证人竟是廉署首席调查主任陆志廉（古天乐 饰），因为他正与另一调查主任王曼玲（蔡少芬 饰）调查幕后操盘手。重案组督察刘保强（张智霖 饰）随后介入案件调查，却与陆志廉心生嫌隙。根据线索，警方得知香港非法赌球幕后有一个大庄家叫华老师（卢海鹏 饰）；同一时间马会保安经理伦添源（林保怡 饰）被杀。杀手原来受聘于国际犯罪集团首脑，该首脑操控了欧洲的球赛赛果，跟香港的搭档合作从中获利，而他的搭档，正是马会的董事（石修 饰），正将继任马会主席。两支纪律部队由开始时的互不信任，到最后发展出默契，誓要将集团连根拔起……',NULL),(19,'猩球崛起2：黎明之战','7.5',' 马特·里夫斯',NULL,' 安迪·瑟金斯 / 杰森·克拉科 / 加里·奥德曼 / 凯丽·拉塞尔 / 托比·凯贝尔 / 更多...',' 剧情 / 动作 / 科幻',' 美国',' 英语 / 美国手语',' 2014-08-29(中国大陆) / 2014-06-26(旧金山首映) / 2014-07-11(美国)',' 130 分钟',' 猿人争霸战：猩凶崛起(港) / 猩球崛起：黎明的进击(台) / 猩球黎明 / 猩球崛起2',' tt2103281','十年前，人类为自己的愚蠢付出惨痛代价，凶险致命的猿流感病毒蔓延全球，世界毁灭殆尽。而在毗邻旧金山的原始丛林，凯撒（安迪·瑟金斯 Andy Serkis 饰）带领猩猩伙伴们建立起无忧无虑的王国，直到某一天，猩猩的家园的宁静再度被人类打破。在旧城苟延残喘的人类面临能源危机，他们试图利用森林腹地大坝的发电站提供能源。青年科学家马尔科姆（杰森·克拉科 Jason Clarke 饰）试图说服聚集地负责人德里弗斯（加里·奥德曼 Gary Oldman 饰），希望通过和平手段取得猩猩部落的信任和同意。然而凯撒的好盟友科巴（托比·凯贝尔 Toby Kebbell 饰）却无法摒除对人类的憎恨，他尝试着挑战者凯撒的权威。\n人类和猩猩，双方小心翼翼试探，而战争在所难免……',NULL),(20,'阿凡达','8.6',' 詹姆斯·卡梅隆',' 詹姆斯·卡梅隆',' 萨姆·沃辛顿 / 佐伊·索尔达娜 / 西格妮·韦弗 / 史蒂芬·朗 / 米歇尔·罗德里格兹 / 更多...',' 动作 / 科幻 / 奇幻 / 冒险',' 美国 / 英国',' 英语 / 西班牙语',' 2010-01-04(中国大陆) / 2009-12-18(美国)',' 162 分钟 / 178 分钟(加长版)',' 天神下凡 / 化身 / 异次元战神 / 神之化身',' tt0499549','战斗中负伤而下身瘫痪的前海军战士杰克•萨利（萨姆•沃辛顿 Sam Worthington 饰）决定替死去的同胞哥哥来到潘多拉星操纵格蕾丝博士（西格妮•韦弗 Sigourney Weaver 饰）用人类基因与当地纳美部族基因结合创造出的 “阿凡达” 混血生物。杰克的目的是打入纳美部落，外交说服他们自愿离开世代居住的家园，从而SecFor公司可砍伐殆尽该地区的原始森林，开采地下昂贵的“不可得”矿。在探索潘多拉星的过程中，杰克遇到了纳美部落的公主娜蒂瑞（佐伊•索尔达娜 Zoe Saldana 饰），向她学习了纳美人的生存技能与对待自然的态度。与此同时，SecFor公司的经理和军方代表上校迈尔斯（史蒂芬•朗 Stephen Lang 饰）逐渐丧失耐心，决定诉诸武力驱赶纳美人……\n本片采用3D技术拍摄，共耗资5亿美元制作发行，是电影史上最为昂贵的作品。本片荣获... (展开全部)',NULL),(21,'夏洛特烦恼','7.4',' 闫非 / 彭大魔',' 闫非 / 彭大魔',' 沈腾 / 马丽 / 尹正 / 艾伦 / 王智 / 更多...',' 喜剧 / 爱情',' 中国大陆',' 汉语普通话',' 2015-09-30(中国大陆)',' 104分钟',' Goodbye Mr. Loser',' tt5061814','在学生时代的初恋秋雅（王智 饰）的婚礼上，毕业后吃软饭靠老婆养的夏洛（沈腾 饰）假充大款，出尽其丑，中间还被老婆马冬梅（马丽 饰）戳穿暴捶。混乱之中，夏洛意外穿越时空，回到了1997年的学生时代的课堂里。他懵懵懂懂，以为是场真实感极强的梦，于是痛揍王老师，强吻秋雅，还尝试跳楼让自己醒来。当受伤的他从病床上苏醒时，他意识到自己真的穿越了时空。既然有机会重新来过，那不如好好折腾一回。他勇敢追求秋雅、奚落优等生袁华（尹正 饰）、拒绝马冬梅的死缠烂打。后来夏洛凭借“创作”朴树、窦唯等人的成名曲而进入娱乐圈。\n他的人生发生翻天覆地的巨变，但是内心某个地方却越来越感到空虚……',NULL),(22,'机械姬','7.5',' 亚历克斯·加兰',NULL,' 奥斯卡·伊萨克 / 多姆纳尔·格里森 / 艾丽西亚·维坎德 / 克里·约翰逊 / 黛博拉·罗桑 / 更多...',' 剧情 / 科幻 / 悬疑 / 惊悚',' 英国',' 英语',' 2015-01-21(英国) / 2015-04-10(美国)',' 108分钟',' 人造意识(台) / 机器夏娃 / 觉醒前夜',' tt0470752','效力于某知名搜索引擎公司的程序员加利·史密斯（多姆纳尔·格利森 Domhnall Gleeson 饰）幸运地抽中老板纳森（奥斯卡•伊萨克 Oscar Isaac 饰）所开出的大奖，他将受邀前往位于深山的别墅中和老板共度假期。在与世隔绝的别墅中，纳森亲切地接待了这位员工。 事实上他邀请加利到来还有另一个目的，那就是协助他完成其所开发的智能机器人的测试。天才一般的纳森研制了具有独立思考能力的智能机器人伊娃（艾丽西亚·维坎德 Alicia Vikander 饰），为了确认她是否具有独立思考的能力，他希望加利能为伊娃进行著名的“图灵测试”。似乎从第一眼开始，加利便为这台有着宛如人类般姣好容颜的机器人所吸引。\n在随后的交流中，他所面对的似乎不是冷冰冰的机器，而更像是一个被无辜囚禁起来的可怜少女……',NULL),(24,'西游记之大圣归来','8.2',' 田晓鹏',' 田晓鹏 / 刘虎 / 米粒 / 金冉 / 金成',' 张磊 / 林子杰 / 吴文伦 / 童自荣 / 刘九容 / 更多...',' 喜剧 / 动作 / 动画 / 奇幻',' 中国大陆',' 汉语普通话 / 粤语',' 2015-07-10(中国大陆)',' 89分钟',' 大圣归来 / 猴王 / 西游记3D / Monkey King',' tt4644382','五百年前，由石猴变化而成的齐天大圣孙悟空（张磊 配音）大闹天宫，最终被如来佛祖镇在了五行山下。此去经年，长安城内突然遭到山妖洗劫，童男童女哭声连连，命悬一线。危机时刻，自幼被行脚僧法明（吴文伦 配音）抚养长大的江流儿（林子杰 配音）救下了一个小女孩，结果反遭山妖追杀。经过一番追逐，江流儿无意中解除了孙悟空的封印，齐天大圣自然好好地将山妖教训了一番。因为封印未解开，悟空不得不护送江流儿和小女孩回长安，一路上又遭遇了猪八戒（刘九容 配音）和白龙马。\n与此同时，妖王（童自荣 配音）绝不甘心失败，他躲在暗中，等待着给孙悟空一行致命一击的良机……',NULL),(25,'头脑特工队','8.7',' 彼特·道格特 / 罗纳尔多·德尔·卡门',' 彼特·道格特 / 罗纳尔多·德尔·卡门 / 梅格·勒福夫 / 乔什·库雷 / 迈克尔·阿恩特 / 西蒙·里奇 / 鲍勃·彼德森 / 比尔·哈德尔 / 艾米·波勒',' 艾米·波勒 / 菲利丝·史密斯 / 理查德·坎德 / 比尔·哈德尔 / 刘易斯·布莱克 / 更多...',' 喜剧 / 动画 / 家庭 / 冒险',' 美国',' 英语',' 2015-10-06(中国大陆) / 2015-06-19(美国)',' 95分钟',' 玩转脑朋友(港) / 脑筋急转弯(台) / 头脑大作战 / 大脑环游记 / 脑中小小人 / 大脑内外 / 由内而外 / 头脑总动员',' tt2096673','可爱的小女孩莱莉（凯特林·迪亚斯 Kaitlyn Dias 配音）出生在明尼苏达州一个平凡的家庭中，从小她在父母的呵护下长大，脑海中保存着无数美好甜蜜的回忆。当然这些记忆还与几个莱莉未曾谋面的伙伴息息相关，他们就是人类的五种主要情绪：乐乐（艾米·波勒 Amy Poehl er 配音）、忧忧（菲利丝·史密斯 Phyllis Smith 配音）、怕怕（比尔·哈德尔 Bill Hader 配音）、厌厌（敏迪·卡灵 Mindy Kaling 配音）和怒怒（刘易斯·布莱克 Lewis Black 配音）。乐乐作为团队的领导，她协同其他伙伴致力于为小主人营造更多美好的珍贵回忆。某天，莱莉随同父母搬到了旧金山，肮脏逼仄的公寓、陌生的校园环境、逐渐失落的友情都让莱莉无所适从，她的负面情绪逐渐累积，内心美好的世界渐次崩塌。\n为了保护这一切，乐乐只有行动起来……',NULL),(26,'他是龙','7.4',' 因达尔·詹杜巴耶夫',' 因达尔·詹杜巴耶夫 / 阿列克谢·阿尔谢尼耶夫 / 谢尔盖·季亚琴科 / 玛丽娜·季亚琴科',' 马特维·雷科夫 / 玛利亚·波兹哈娃 / 斯坦尼斯拉夫·柳布申 / 彼得·罗曼诺夫 / 列娃·安德烈瓦伊达 / 更多...',' 爱情 / 奇幻 / 冒险',' 俄罗斯',' 俄语',' 2016-08-19(中国大陆) / 2015-12-03(俄罗斯)',' 107分钟 / 108分钟(中国大陆)',' 他是拽蚣(豆友译名) / On - drakon / Dragons / He\'s a Dragon / Драконы',' tt4057376','冰寒大地，恶龙肆虐。每到特定日子，人们必须献祭出美丽的女孩，让其成为恶龙的 “新娘”。勇敢的屠龙者历经千辛万苦，凭着对女孩的真爱找到龙的巢穴，将恶龙杀死，这 片土地也因此恢复平静。\n数十载后，残暴恶龙与勇敢屠龙者的故事已经成为传说。这天，美丽的公爵小女儿米拉（玛利亚·波兹哈娃 Mariya Poezzhaeva 饰）即将举行盛大婚礼。屠龙者族人们在婚礼上唱起了龙之歌，不料此举竟唤醒了恶龙。新娘米拉被恶龙掳走，遗落在荒无人烟的遗骸岛。在岛上，她遇到一个神秘人阿尔曼（马特维·雷科夫 Matvey Lykov 饰），然而米拉发现，这个有着人类躯体的男子，竟然就是掠夺自己的恶龙。随后米拉与阿尔曼在岛上开始 生活，米拉渐渐的改变了阿尔曼的龙性。不料阿尔曼怕自己变成龙伤害米拉，假装赶走米拉，米拉在海上漂泊被未婚夫救走，婚礼即将再次举行。',NULL),(27,'遇见你之前','7.5',' 西娅·夏罗克',' 斯科特·纽斯塔德 / 迈克尔·H·韦伯 / 乔乔·莫伊斯',' 艾米莉亚·克拉克 / 山姆·克拉弗林 / 珍妮·麦克蒂尔 / 查尔斯·丹斯 / 布兰登·柯伊尔 / 更多...',' 剧情 / 爱情',' 英国',' 英语',' 2016-06-03(美国)',' 110分钟',' 我就要你好好的(台) / 温暖的遇见你',' tt2674426','来自于小镇的年轻女孩小露（艾米莉亚·克拉克 Emilia Clarke 饰）应聘成为了一名看护，她所要照顾的对象，是一位名叫威尔（山姆·克拉弗林 Sam Claflin 饰）的男子。曾经的威尔家境优渥，热爱自由，喜欢到世界各地冒险，然而，一场可怕的车祸粉碎了他的脊椎，使他四肢瘫痪，这也就意味着，威尔漫长的下半生只能在轮椅上度过了。\n就这样，小露在误打误撞之中开始了和威尔的共同生活，但威尔很快就发现，小露和之前的看护们截然不同，个性大大咧咧的她从来不会对自己的伤痛避而不谈，但正是这种直面惨淡的勇气给威尔带来了不一样的感觉。在小露的陪伴下，威尔开始渐渐重新体味到了快乐的感觉，小露的坚强亦让威尔开始认真思考起自己的未来。',NULL),(28,'唐伯虎点秋香','8.3',' 李力持',' 李力持 / 谷德昭 / 陈文强',' 周星驰 / 巩俐 / 陈百祥 / 郑佩佩 / 朱咪咪 / 更多...',' 喜剧 / 爱情 / 古装',' 香港',' 粤语',' 1993-07-01(香港)',' 102 分钟',' Flirting Scholar',' tt0108289','唐伯虎（周星驰 饰）身为江南四大才子之首，却有道不尽的心酸。宁王想唐伯虎帮忙图谋作反，唐伯虎只好用内功改变脉象，令众人都相信他命不久矣。母亲埋怨他不应该把功夫暴露，因为他们家族一直被当年的仇人追杀。唐伯虎在与朋友出游时，遇到了貌若天仙的秋香并对她一见钟情，决心要到华府当家丁以追求秋香，唐伯虎被取名华安。期间华太师遇到了宁王上门刁难，幸好有唐伯虎出面相助，并暴露了自己是唐伯虎的身份。秋香才知道华安是自己欣赏的唐伯虎。华夫人跟唐家有怨，因此二人便开始斗法。怎料宁王跟夺面书生再次上门，华夫人不是对手，幸得唐伯虎出手，华夫人也答应把秋香许配给唐伯虎。',NULL),(29,'大话西游之月光宝盒','8.9',' 刘镇伟',' 刘镇伟 / 吴承恩',' 周星驰 / 吴孟达 / 罗家英 / 蓝洁瑛 / 莫文蔚 / 更多...',' 喜剧 / 动作 / 爱情 / 奇幻 / 冒险 / 古装',' 香港 / 中国大陆',' 粤语 / 汉语普通话',' 2014-10-24(中国大陆) / 1995-01-21(香港)',' 87分钟',' 西游记101回月光宝盒 / 齐天大圣东游记 / 大话东游之一 / A Chinese Odyssey Part One - Pandora\'s Box',' tt0112778','孙悟空（周星驰）护送唐三藏（罗家英）去西天取经路上，与牛魔王合谋欲杀害唐三藏，并偷走了月光宝盒，此举使观音萌生将其铲除心思，经唐三藏请求，孙悟空被判五百年后重新投胎做人赎其罪孽。\n五百年后孙悟空化身强盗头头至尊宝。当遇见预谋吃唐僧肉的妖怪姐妹蜘蛛精春三十娘（蓝洁瑛）和白骨精白晶晶（莫文蔚）时，因为五百年前孙悟空曾与白晶晶有过一段恋情，至尊宝与她一见钟情，但因菩提老祖将二人妖怪身份相告，至尊宝仍带领众强盗开始与二妖展开周旋，过程中，白晶晶为救至尊宝打伤春三十娘，自己也中毒受伤，为了救白晶晶，至尊宝去找春三十娘，遭白晶晶误会，绝望自杀，至尊宝开始用月光宝盒以期使时光倒流。',NULL),(30,'速度与激情7','8.3',' 温子仁',NULL,' 范·迪塞尔 / 保罗·沃克 / 杰森·斯坦森 / 米歇尔·罗德里格兹 / 乔丹娜·布鲁斯特 / 更多...',' 动作 / 犯罪',' 美国 / 中国大陆 / 日本',' 英语',' 2015-04-12(中国大陆) / 2015-04-03(美国)',' 140分钟',' 狂野时速7(港) / 玩命关头7(台) / Fast & Furious 7',' tt2820852','经历了紧张刺激的伦敦大战，多米尼克·托雷托（范·迪塞尔 Vin Diesel 饰）和他的伙伴们重新回归平静的生活，但是江湖的恩恩怨怨却决不允许他们轻易抽身而去。棘手的死对头欧文·肖瘫在医院，不得动弹，他的哥哥戴克·肖（杰森·斯坦森 Jason Stantham 饰）则发誓要为弟弟复仇。戴克曾是美国特种部队的王牌杀手，不仅身怀绝技，而且心狠手辣。他干掉了远在东京的韩，还几乎把探长卢克·霍布斯（道恩·强森 Dwayne Johnson 饰）送到另一个世界，甚至多米尼克那世外桃源般的家也被对方炸毁。\n复仇的利刃已经架在脖子上，多米尼克再也没有选择，他找到长久以来最为信赖的团队，与来势汹汹的戴克展开生死对决……',NULL),(31,'黑子的篮球冬季杯总集篇：影与光','6.9',' 多田俊介',' 高木登',' 小野贤章 / 小野友树 / 木村良平',' 动画',' 日本',' 日语',' 2016-09-03',' 88分钟',' 黑子的篮球 总集篇剧场版 第一弹 / Kuroko no Basket','','《黑子的篮球》总集篇三部作剧场版第一部「影と光」，9月3日上映。\nhttp://bangumi.tv/subject/171120',NULL),(32,'湄公河行动','8.0',' 林超贤',' 林超贤',' 张涵予 / 彭于晏 / 孙淳 / 陈宝国 / 冯文娟 / 更多...',' 动作 / 犯罪',' 中国大陆 / 香港',' 汉语普通话 / 粤语 / 泰语 / 缅甸语 / 英语',' 2016-09-30(中国大陆) / 2016-10-07(台湾)',' 124分钟',' 湄公河大案 / 湄公河 / Operation Mekong',' tt6044910','金三角湄公河上，一处被称为“鬼门关”的河段，两艘来自中国的商船遭到不明身份之人的枪击袭击。未过多久，泰国军方召开新闻发布会，指责中国商船贩卖毒品。虽然发布会宣称船员全部逃亡，但是十三具遭受残忍杀害的中国船员尸体很快被人发现。这起胆大妄为的案件令中国警方大为震惊，云南省缉毒总队队长高刚（张涵予 饰）受命带特别行动小组前往泰国，并与情报员方新武（彭于晏 饰）合作接洽。根据现有资料显示，这件案子由盘踞在金三角的大毒枭糯卡所为。糯卡贪婪残忍，胆大包天，是湄公河流域上一颗惊扰运输安全的毒瘤。为了将这个恶棍绳之于法，中国、老挝、缅甸开展了三国联合巡逻，集中对糯卡的制毒窝点进行扫荡。而高刚等人也深入最危险境地，与丧失人性的贩毒分子进行惨烈对决……\n本片根据真实事件改编。',NULL),(33,'千与千寻','9.2',' 宫崎骏',' 宫崎骏',' 柊瑠美 / 入野自由 / 夏木真理 / 菅原文太 / 内藤刚志 / 更多...',' 剧情 / 动画 / 奇幻',' 日本',' 日语',' 2001-07-20(日本)',' 125分钟',' 神隐少女(台) / Spirited Away / A Voyage of Chihiro / Sen to Chihiro no kamikakushi',' tt0245429','千寻和爸爸妈妈一同驱车前往新家，在郊外的小路上不慎进入了神秘的隧道——他们去到了另外一个诡异世界—一个中世纪的小镇。远处飘来食物的香味，爸爸妈妈大快朵颐，孰料之后变成了猪！这时小镇上渐渐来了许多样子古怪、半透明的人。\n千寻仓皇逃出，一个叫小白的人救了他，喂了她阻止身体消 失的药，并且告诉她怎样去找锅炉爷爷以及汤婆婆，而且必须获得一分工作才能不被魔法变成别的东西。\n千寻在小白的帮助下幸运地获得了一份在浴池打杂的工作。渐渐她不再被那些怪模怪样的人吓倒，并从小玲那儿知道了小白是凶恶的汤婆婆的弟子。\n一次，千寻发现小白被一群白色飞舞的纸人打伤，为了救受伤的小白，她用河神送给她的药丸驱出了小白身体内的封印以及守封印的小妖精，但小白还是没有醒过来。\n为了救小白，千寻又踏上了她的冒险之旅。',NULL),(34,'无名的恋歌','6.3',' 山崎贵',' 山崎贵',' 草剪刚 / 新垣结衣 / 武井証 / 筒井道隆 / 夏川结衣 / 更多...',' 剧情 / 动作 / 爱情',' 日本',' 日语',' 2009-09-05(日本)',' 132分钟',' 蜡笔小新玩尽满城黄金(港) / 无名爱歌(台) / 无名的恋爱歌谣 / BALLAD 无名恋曲 / Ballad',' tt1424045','故事发生在日本的战国时期，武士井尻又兵卫（草剪刚 饰）和春日国公主廉姬（新桓结衣 饰）深深相爱，但无奈两人所处阶级相去甚远，他们只得将爱意深深的藏在心底。一次偶然中，又兵卫结识了名叫真一（武井证 饰）的少年，让又兵卫感到吃惊的是，真一告诉他自己来自未来。受廉姬所托，又兵卫成为了真一的监护人，而春姬即将与大国大名大仓井高虎（大泽隆夫 饰）政治联姻。\n镜头转回现代，真一的失踪让身为父母的晓（简井道隆 饰）和美佐子（夏川结衣 饰）十分焦急，追寻着真一留下的线索，晓和美佐子也穿越回了古代，在那里，他们找到了真一，一家三口成为了春日城的座上客。',NULL),(35,'闪灵','8.0',' 斯坦利·库布里克',' 黛安·约翰逊 / 斯坦利·库布里克 / 斯蒂芬·金',' 杰克·尼科尔森 / 谢莉·杜瓦尔 / 丹尼·劳埃德',' 剧情 / 悬疑 / 恐怖',' 英国 / 美国',' 英语',' 1980-05-23(美国)',' 119分钟(欧洲版) / 142分钟(DVD) / 144分钟(删减版) / 146分钟(原版)',' 鬼店(台) / 幻觉 / 幽光',' tt0081505','杰克（杰克•尼科尔森 Jack Nicholson 饰）是一个作家。一个冬天，他得到了一个看管山顶酒店的差事。这正合杰克的意思，他正好可以有一个幽静的地方写作。于是杰克带着妻儿搬进了酒店。\n冬天大雪封路，山顶酒店只有杰克一家三口。从他们一搬进来，杰克的妻子温蒂（谢莉·杜瓦尔 Shelley Duvall 饰）就发现这里气氛诡异，杰克的儿子丹尼（丹尼·劳埃德 Danny Lloyd 饰）经常看到一些他不认识的人，但这里除了他们一家别无他人。而杰克除了一整天闷头写作外，脾气亦变得越来越古怪。\n直到有一天，温蒂发现丈夫这些天来一直写就只有一句话：杰克发疯了！',NULL),(36,'狼少女与黑王子','6.1',' 广木隆一',' 八田鮎子',' 二阶堂富美 / 山崎贤人 / 铃木伸之 / 门胁麦 / 横浜流星 / 更多...',' 爱情',' 日本',' 日语',' 2016-05-28(日本)',' 116分钟',' Wolf Girl and Black Prince',' tt5224834','爱慕虚荣的高中女生绘里香偷拍了一张帅气男生的照片来向朋友炫耀“男友”，结果被偷拍者竟是同校校草恭也。为了圆谎绘里香只得请求恭也假扮她的男朋友，却因此得知原来外表光鲜亮丽如王子般温柔地佐田恭也的本质竟然是腹黑+抖S的结合……光看名字就是十分典型日系少女漫画展开，抖S男孩与虚荣女孩的青春校园喜剧一看就是一出“霸道校草爱上我”的戏码，不过漫画原作超过300万部的单行本销量足见其还有独特的吸引人之处。',NULL);
/*!40000 ALTER TABLE `DianYing_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `DianYing_rs`
--

DROP TABLE IF EXISTS `DianYing_rs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `DianYing_rs` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `videoName` text,
  `outerPic` text,
  `innerPic` text,
  `filePath` text,
  `playid` int(11) DEFAULT NULL,
  `videoid` int(11) DEFAULT NULL,
  `imgURL` text,
  `fileURL` text,
  `playCount` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=41 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `DianYing_rs`
--

LOCK TABLES `DianYing_rs` WRITE;
/*!40000 ALTER TABLE `DianYing_rs` DISABLE KEYS */;
INSERT INTO `DianYing_rs` VALUES (1,'烈日灼心','/video/1033820/playpic',NULL,'/video/1033820/101850106/video.mp4',1033820,101850106,NULL,NULL,NULL),(2,'大话西游之大圣娶亲','/video/8010252/playpic',NULL,'/video/8010252/102089646/video.mp4',8010252,102089646,NULL,NULL,NULL),(3,'独立日','/video/8010667/playpic',NULL,'/video/8010667/102097259/video.mp4',8010667,102097259,NULL,NULL,NULL),(4,'微微一笑很倾城','/video/8011794/playpic',NULL,'/video/8011794/102114876/video.mp4',8011794,102114876,NULL,NULL,NULL),(5,'釜山行','/video/8011817/playpic',NULL,'/video/8011817/102115121/video.mp4',8011817,102115121,NULL,NULL,NULL),(6,'机械师2: 复活','/video/8012011/p2396137570.jpg',NULL,'/video/8012011/102116773/video.mp4',8012011,102116773,NULL,NULL,NULL),(7,'爱丽丝梦游仙境2','/video/8012106/playpic',NULL,'/video/8012106/102118331/video.mp4',8012106,102118331,NULL,NULL,NULL),(8,'火锅英雄','/video/8012143/playpic',NULL,'/video/8012143/102118694/video.mp4',8012143,102118694,NULL,NULL,NULL),(9,'大话西游3','/video/8012303/playpic',NULL,'/video/8012303/102122176/video.mp4',8012303,102122176,NULL,NULL,NULL),(10,'麦兜·饭宝奇兵','/video/8012359/playpic',NULL,'/video/8012359/102122835/video.mp4',8012359,102122835,NULL,NULL,NULL),(11,'黑处有什么','/video/8012431/playpic',NULL,'/video/8012431/102124635/video.mp4',8012431,102124635,NULL,NULL,NULL),(12,'夜魔人','/video/8012458/playpic',NULL,'/video/8012458/102124876/video.mp4',8012458,102124876,NULL,NULL,NULL),(13,'阴阳先生之阴阳中间站','/video/8012463/playpic',NULL,'/video/8012463/102124964/video.mp4',8012463,102124964,NULL,NULL,NULL),(14,'无辜者','/video/8012462/playpic',NULL,'/video/8012462/102124963/video.mp4',8012462,102124963,NULL,NULL,NULL),(15,'蝙蝠侠：披风斗士归来','/video/8012464/playpic',NULL,'/video/8012464/102124965/video.mp4',8012464,102124965,NULL,NULL,NULL),(16,'圆梦巨人','/video/8012466/playpic',NULL,'/video/8012466/102124966/video.mp4',8012466,102124966,NULL,NULL,NULL),(17,'反贪风暴','/video/8012467/playpic',NULL,'/video/8012467/102124967/video.mp4',8012467,102124967,NULL,NULL,NULL),(18,'猩球崛起2：黎明之战','/video/8012315/playpic',NULL,'/video/8012315/102122328/video.mp4',8012315,102122328,NULL,NULL,NULL),(19,'阿凡达','/video/8012408/playpic',NULL,'/video/8012408/102124274/video.mp4',8012408,102124274,NULL,NULL,NULL),(20,'夏洛特烦恼','/video/1033822/playpic',NULL,'/video/1033822/101850108/video.mp4',1033822,101850108,NULL,NULL,NULL),(21,'机械姬','/video/976/playpic',NULL,'/video/976/9920/video.mp4',976,9920,NULL,NULL,NULL),(27,'西游记之大圣归来','/video/1029602/playpic',NULL,'/video/1029602/101794080/video.mp4',1029602,101794080,NULL,NULL,NULL),(28,'头脑特工队','/video/1033810/playpic',NULL,'/video/1033810/101849870/video.mp4',1033810,101849870,NULL,NULL,NULL),(29,'他是龙','/video/1041510/playpic',NULL,'/video/1041510/101984841/video.mp4',1041510,101984841,NULL,NULL,NULL),(31,'遇见你之前','/video/8010670/playpic',NULL,'/video/8010670/102097396/video.mp4',8010670,102097396,NULL,NULL,NULL),(32,'唐伯虎点秋香','/video/8010243/playpic',NULL,'/video/8010243/102089537/video.mp4',8010243,102089537,NULL,NULL,NULL),(33,'大话西游之月光宝盒','/video/8010253/102089647/playpic',NULL,'/video/8010253/102089647/video.mp4',8010253,102089647,NULL,NULL,NULL),(34,'速度与激情7','/video/1112/playpic',NULL,'/video/1112/11166/video.mp4',1112,11166,NULL,NULL,NULL),(35,'黑子的篮球冬季杯总集篇：影与光','/video/8012477/102125012/playpic',NULL,'/video/8012477/102125012/video.mp4',8012477,102125012,NULL,NULL,NULL),(36,'湄公河行动','/video/8012130/102118498/playpic',NULL,'/video/8012130/102118498/video.mp4',8012130,102118498,NULL,NULL,NULL),(37,'千与千寻','/video/1972323/p1910830216.jpg',NULL,'/video/1972323/273702/video.mp4',1972323,273702,NULL,NULL,NULL),(38,'无名的恋歌','/video/1927428/p2200411446.jpg',NULL,'/video/1927428/685623/video.mp4',1927428,685623,NULL,NULL,NULL),(39,'闪灵','/video/2410158/p2026663886.jpg',NULL,'/video/2410158/771538/video.mp4',2410158,771538,NULL,NULL,NULL),(40,'狼少女与黑王子','/video/2287475/p2377348970.jpg',NULL,'/video/2287475/109703/video.mp4',2287475,109703,NULL,NULL,NULL);
/*!40000 ALTER TABLE `DianYing_rs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `JiLu_info`
--

DROP TABLE IF EXISTS `JiLu_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `JiLu_info` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `videoName` text,
  `score` text,
  `director` text,
  `editor` text,
  `actor` text,
  `classify` text,
  `area` text,
  `language` text,
  `releaseTime` text,
  `duration` text,
  `nickName` text,
  `IMDBlink` text,
  `totalCount` text,
  `introduction` text,
  `playid` int(11) DEFAULT NULL,
  `producer` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `JiLu_info`
--

LOCK TABLES `JiLu_info` WRITE;
/*!40000 ALTER TABLE `JiLu_info` DISABLE KEYS */;
INSERT INTO `JiLu_info` VALUES (1,'中国通史','8.4',' 赵良',' 卜宪群',' 未知','人文 / 历史 /',' 中国大陆',' 汉语普通话','','',' General History of China','',NULL,'百集大型纪录片《中国通史》由央视电影频道节目中心制作出品、中国社 会科学院监制、中国社会科学院历史研究所组织 撰稿并邀请国内多家重点大学、专业机构的研究 人员共同参与创作。\n为了让广大观众先行了解其面貌，并听取各 方面意见，不断提高拍摄质量，电影频道从已经 拍摄完成的作品中，选出有关魏晋南北朝到隋唐 时期的7集先行播出，1月21日至27日晚8：50， 观众将分别看到《诸葛亮治蜀》、《魏晋风 度》、《北魏孝文帝改革》、《梁武帝治国》、 《魏晋佛教》、《再造统一》和《炀帝功过》。',NULL,'CCTV'),(2,'本草中国','8.3',' 干超 / 郑波 / 许盈盈 / 许贞 / 孙虹 / 张英杰','','','自然 / 社会 /',' 中国大陆',' 汉语普通话','','','','',NULL,'中医药学凝聚着深邃的哲学智慧和中华民族几千年的健康养生理念及其实践经验，是中国古代科学的瑰宝，也是打开中华文明宝库的钥匙。《本草中国》系列纪录片围绕“感动生命的奥义”的宏大主题，以\"中国非物质遗产中药炮制技术及中药传统制剂方法传承人\"为灵魂展开，引领观众走入神秘传奇的中药世界，通过起源悠久的中医药这一窗口，探讨中华文明中有关\"生\"的奥义。该片将以“中国人生存、生活、生息的视角和方式”层层递进，解读博大精深的中医药文化，通过挖掘整理民间医药知识和技术提升国人对中医药的认识，进一步推进中医药文化的继承与创新。',NULL,'SMG'),(3,'美国商业大亨传奇','9.3','未知',NULL,'未知','人文 / 历史 /','美国',NULL,NULL,NULL,NULL,NULL,NULL,'History Channel巨制，CCTV引进版改名为《美国商业大亨传奇》。美利坚合众国不是被发现的，而是被建设的。洛克菲勒、范德比尔特、卡内基、阿斯特、福特和摩根，就是这些人建设了它，而且他们的名字与美国梦想同义。在工业时代的顶峰时期，这些人为一个现代国家创立了一个大胆的想象力，并改造了我们时代的最了不起的工业：石油、铁轨、港铁、船舶、汽车和金融。他们都是从贫困中挣扎起来的。当他们选举总统、设定经济政策并影响他们时代的每一重大事件的时候，他们的道路交叉反复，从内战到经济大萧条。这部系列片还勾勒出数百万美国工人从宾夕法尼亚州炼钢厂到底特律的组装线，是他们把这些梦想变成事实。',NULL,'CCTV'),(4,'食物的选择','6.2',NULL,NULL,NULL,'自然 / 社会 /','美国',NULL,NULL,NULL,NULL,NULL,NULL,'This documentary follows filmmaker Michal Siewierski as he explores the impact that food choice has on people\'s health, the health of our planet and on the lives of other species sharing our world. It looks at many misconceptions about food and diet, offering a new view on these issues. The film interviews world-renowned experts, including Dr. T Colin Campbell, Dr. Richard Oppenlander, Rich Roll, Joe Cross, Dr. John McDougall, Capitan Paul Watson, Dr. Toni Bark, Dr. Pam Popper, Dr. Michael Greger, Gloria Athanis, and several others. You will never look at your plate in the same way again.',NULL,'BBC'),(5,'沉默的蜜蜂',NULL,NULL,NULL,NULL,'自然 / 动物 / 社会 /',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'《沉默的蜜蜂》中介绍蜜蜂的现状和灾难，其中介绍到蜜蜂的尸体解剖分析发现，蜜蜂虫体内存在大量的病菌及寄生虫，以及单独的花种造成了蜂群的营养不良，尤其其中提到澳大利亚蜂产品中的细菌含量远远高于国际标准，其中中国蜂王浆里也存在让蜂群得病的病菌！看来大家一直很认可的澳洲蜂产品并不是那么的安全可靠了，中国的蜂产品良莠不齐，没有实力的生产企业恐怕也无法给人们带来健康！食品健康问题愈来愈烈，消费者的健康还需要消费者自己多了解多查找才能更好的掌握！',NULL,'Discovery'),(6,'炽热的地球',NULL,NULL,NULL,NULL,'自然 / 历史 /',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'哥本哈根峰会之际，Iain Stewart和Kathy Sykes带领我们关注全球变暖，关注地球的未来。据预计如果地球找目前速度升温，10年后全球气温会升高1度，到本世纪末提高3度或更多。本片中两位主持人也向我们介绍了最新的帮助解决全球变暖的科学技术。',NULL,'BBC'),(8,'列国图志','8.5',' Michael Lynch','',' James Spader / Andre Braugher / Russell Crowe / Isabella Rossellini','自然 / 科技 / 社会 /',' 美国',' 英语','','','',' tt0958523',NULL,'Discovery传播公司推出史诗巨篇「列国图志」。作为全球媒体盛事，我们将带领观众环游世界三十个国家，借助超卓的摄影画面、优质的制作价值和先进的高清技术，前所未有地捕捉各国风貌。丰富的科学知识和恢弘的视觉美感，让系列专辑「列国图志」成为Discovery传播公司的最新全球巨献，帮助观众探索其世界并满足其天生的好奇心。\n未来五年，这一系列气势非凡的叙事纪录片将前往全世界最古老、最多元的部分国家，聚焦当地丰富多样的文化、地理和自然现象。随着精彩专辑「列国图志：中国」在Discovery探索频道上全球首映开播，我们的旅程从10月14日起正式启航。紧随中国之后，精彩专辑「列国图志：意大利」、「列国图志：巴西」和「列国图志：澳大利亚」也将会分别探究异域的风土人情。\n\"系列专辑「列国图志」旨在打造最全面的视觉记录，记录下世界的历史、文明、地理、工业、科技和人民... (展开全部)',NULL,'Discovery');
/*!40000 ALTER TABLE `JiLu_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `JiLu_rs`
--

DROP TABLE IF EXISTS `JiLu_rs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `JiLu_rs` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `videoName` text,
  `outerPic` text,
  `innerPic` text,
  `videoSeq` int(11) DEFAULT NULL,
  `filePath` text,
  `playid` int(11) DEFAULT NULL,
  `videoid` int(11) DEFAULT NULL,
  `imgURL` text,
  `fileURL` text,
  `playCount` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `JiLu_rs`
--

LOCK TABLES `JiLu_rs` WRITE;
/*!40000 ALTER TABLE `JiLu_rs` DISABLE KEYS */;
INSERT INTO `JiLu_rs` VALUES (1,'中国通史','/video/32635649/p2459318031.jpg',NULL,1,'/video/32635649/992779/video.mp4',32635649,992779,NULL,NULL,NULL),(2,'中国通史','/video/32635649/p2459318031.jpg',NULL,2,'/video/32635649/1082979/video.mp4',32635649,1082979,NULL,NULL,NULL),(3,'中国通史','/video/32635649/p2459318031.jpg',NULL,3,'/video/32635649/892230/video.mp4',32635649,892230,NULL,NULL,NULL),(4,'中国通史','/video/32635649/p2459318031.jpg',NULL,4,'/video/32635649/407255/video.mp4',32635649,407255,NULL,NULL,NULL),(5,'中国通史','/video/32635649/p2459318031.jpg',NULL,5,'/video/32635649/177579/video.mp4',32635649,177579,NULL,NULL,NULL),(6,'中国通史','/video/32635649/p2459318031.jpg',NULL,6,'/video/32635649/828253/video.mp4',32635649,828253,NULL,NULL,NULL),(7,'中国通史','/video/32635649/p2459318031.jpg',NULL,7,'/video/32635649/1546144/video.mp4',32635649,1546144,NULL,NULL,NULL),(8,'中国通史','/video/32635649/p2459318031.jpg',NULL,8,'/video/32635649/1293921/video.mp4',32635649,1293921,NULL,NULL,NULL),(9,'中国通史','/video/32635649/p2459318031.jpg',NULL,9,'/video/32635649/1591463/video.mp4',32635649,1591463,NULL,NULL,NULL),(10,'中国通史','/video/32635649/p2459318031.jpg',NULL,10,'/video/32635649/930999/video.mp4',32635649,930999,NULL,NULL,NULL),(11,'本草中国','/video/11479469/p2337949592.jpg',NULL,1,'/video/11479469/735938/video.mp4',11479469,735938,NULL,NULL,NULL),(12,'本草中国','/video/11479469/p2337949592.jpg',NULL,2,'/video/11479469/1302575/video.mp4',11479469,1302575,NULL,NULL,NULL),(13,'本草中国','/video/11479469/p2337949592.jpg',NULL,3,'/video/11479469/1044564/video.mp4',11479469,1044564,NULL,NULL,NULL),(14,'本草中国','/video/11479469/p2337949592.jpg',NULL,4,'/video/11479469/1604967/video.mp4',11479469,1604967,NULL,NULL,NULL),(15,'本草中国','/video/11479469/p2337949592.jpg',NULL,5,'/video/11479469/837583/video.mp4',11479469,837583,NULL,NULL,NULL),(16,'美国商业大亨传奇','/video/6074561/p2283759428.jpg',NULL,1,'/video/6074561/1230936/video.mp4',6074561,1230936,NULL,NULL,NULL),(17,'美国商业大亨传奇','/video/6074561/p2283759428.jpg',NULL,2,'/video/6074561/721503/video.mp4',6074561,721503,NULL,NULL,NULL),(18,'美国商业大亨传奇','/video/6074561/p2283759428.jpg',NULL,3,'/video/6074561/1034842/video.mp4',6074561,1034842,NULL,NULL,NULL),(19,'美国商业大亨传奇','/video/6074561/p2283759428.jpg',NULL,4,'/video/6074561/1320817/video.mp4',6074561,1320817,NULL,NULL,NULL),(20,'食物的选择','/video/JiLu/p2386483212.jpg',NULL,1,'/video/JiLu/食物的选择.mp4',NULL,NULL,NULL,NULL,NULL),(21,'沉默的蜜蜂','/video/JiLu/s23126786.jpg',NULL,1,'/video/JiLu/沉默的蜜蜂.mp4',NULL,NULL,NULL,NULL,NULL),(22,'炽热的地球','/video/JiLu/p2180852401.jpg',NULL,1,'/video/JiLu/炽热的地球.mp4',NULL,NULL,NULL,NULL,NULL),(23,'列国图志','/video/JiLu/p2187957403.jpg',NULL,1,'/video/JiLu/列国图志/baxi.mkv',NULL,NULL,NULL,NULL,NULL),(24,'列国图志','/video/JiLu/p2187957403.jpg',NULL,2,'/video/JiLu/列国图志/china.mkv',NULL,NULL,NULL,NULL,NULL),(25,'列国图志','/video/JiLu/p2187957403.jpg',NULL,3,'/video/JiLu/列国图志/yidali.mkv',NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `JiLu_rs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ZongYi_info`
--

DROP TABLE IF EXISTS `ZongYi_info`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ZongYi_info` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `videoName` text,
  `score` text,
  `director` text,
  `editor` text,
  `actor` text,
  `classify` text,
  `area` text,
  `language` text,
  `releaseTime` text,
  `duration` text,
  `nickName` text,
  `IMDBlink` text,
  `totalCount` text,
  `introduction` text,
  `playid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ZongYi_info`
--

LOCK TABLES `ZongYi_info` WRITE;
/*!40000 ALTER TABLE `ZongYi_info` DISABLE KEYS */;
INSERT INTO `ZongYi_info` VALUES (1,'快乐大本营','6.6','','',' 何炅 / 吴昕 / 杜海涛 / 谢娜 / 李维嘉 / 更多...',' 脱口秀',' 中国大陆',' 汉语普通话','','',' Happy Camp',' tt5830218',NULL,'《快乐大本营》是本土制造的综艺先锋，以“清新、青春、快乐、激情、八卦、生活”的娱乐风格在中国电视娱乐版图迅速卡位，其带动的明星效应和倡导的快乐理念至今生命力不减，十几年来已融为中国青少年文化的一部分，并为湖南卫视打造成中国第一电视娱乐品牌定下基调。不仅是湖南卫视一直保持至今的品牌节目，也是中国电视界综艺娱乐节目的领头羊；同时也是中国最有影响力的娱乐节目之一甚至成为中国亿万观众娱乐生活的一部分。娱乐圈内的知名艺人几乎都曾经登上过《快乐大本营》的舞台，留下属于他们的精彩瞬间。《快乐大本营》新创意的主题性综艺节目，为普通观众或草根团体及组合打造了一个展现个性的“全民娱乐”平台和分享快乐的机会，同时也极力为电视机前的观众推介时尚、新奇的文艺表演形式，传递“快乐至上”的娱乐精神，突出了以观众为主体的“娱乐天下”的节目理念。',NULL),(2,'中国好声音 第二季','6.4','',NULL,' 那英 / 庾澄庆 / 张惠妹 / 汪峰 / 华少',' 音乐 / 真人秀',' 中国大陆',' 汉语普通话','','','','',NULL,'取材自荷兰综艺节目《The Voice of Holland》、由浙江卫视联合星空传媒打造的《中国好声音》，凭借着在业内数一数二的老牌唱将担任资深评委和导师，如今已经成为同类节目中难以企及的标杆。激情四射的庾澄庆、唱功绝佳的那英、狂野霸气的张惠妹、内敛砥砺的汪峰，这四位性格和风格迥异的导师，引领着胸怀歌手梦想的“无名小辈”们朝着目标奋进。经节目打造以及导师们的激励，一个又一个原本默默无闻的男女走到摄像机前，走到全国人民的眼前，伴随着或激昂或优美的旋律展示着自己对音乐的热爱。\n中国好声音是梦想的舞台，也是人生的新的起点。',NULL),(4,'RunningMan','9.6',' Jo Hyo-jin / Im Hyung-taek / Kim Ju-hyung','',' 刘在石 / 河东勋 / 李光洙 / 金钟国 / 池石镇 / 更多...',' 喜剧 / 家庭 / 运动 / 真人秀',' 韩国',' 韩语','','',' 奔跑吧！孩子们 / 跑男 / Leonning maen',' tt2185037',NULL,'Running Man是韩国SBS电视台周末娱乐节目《星期天真好》新的版块，是韩国著名主持人刘在石自“家族诞生”第一季结束后时隔五个月接手的SBS新艺能节目，作为刘在石的SBS艺能节目回归之作，running man致力于打造一个不同于过去real variety的新型态娱乐节目。可以说是SBS赌上自尊心的新艺能节目。2010年7月11日起作为‘星期日真好-1部’播放。 节目通过组队游戏获取金币或running ball 最后决定胜者，输的一队将接受惩罚。节目由刘在石，池石镇，HAHA，金钟国，Gary姜熙健，宋智孝，李光洙等搞笑性、艺能性极高的艺人主持。',NULL),(5,'美国之声 第九季',NULL,NULL,NULL,NULL,'音乐 / 真人秀','美国',NULL,'2015-09-21(美国)',NULL,NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `ZongYi_info` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ZongYi_rs`
--

DROP TABLE IF EXISTS `ZongYi_rs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ZongYi_rs` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `videoName` text,
  `outerPic` text,
  `innerPic` text,
  `videoSeq` int(11) DEFAULT NULL,
  `filePath` text,
  `playid` int(11) DEFAULT NULL,
  `videoid` int(11) DEFAULT NULL,
  `imgURL` text,
  `fileURL` text,
  `playCount` bigint(20) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ZongYi_rs`
--

LOCK TABLES `ZongYi_rs` WRITE;
/*!40000 ALTER TABLE `ZongYi_rs` DISABLE KEYS */;
INSERT INTO `ZongYi_rs` VALUES (1,'快乐大本营','/video/32667031/p2188597823.jpg',NULL,1231,'/video/32667031/596312/video.mp4',32667013,596312,NULL,NULL,NULL),(2,'快乐大本营','/video/32667031/p2188597823.jpg',NULL,1203,'/video/32667031/1023776/video.mp4',32667013,1023776,NULL,NULL,NULL),(3,'快乐大本营','/video/32667031/p2188597823.jpg',NULL,1126,'/video/32667031/530519/video.mp4',32667013,530519,NULL,NULL,NULL),(4,'快乐大本营','/video/32667031/p2188597823.jpg',NULL,1210,'/video/32667031/1100391/video.mp4',32667013,1100391,NULL,NULL,NULL),(5,'快乐大本营','/video/32667031/p2188597823.jpg',NULL,1224,'/video/32667031/850742/video.mp4',32667013,850742,NULL,NULL,NULL),(6,'中国好声音 第二季','/video/61388789/p2191654057.jpg',NULL,20130712,'/video/61388789/1050962/video.mp4',61388789,1050962,NULL,NULL,NULL),(7,'中国好声音 第二季','/video/61388789/p2191654057.jpg',NULL,20130802,'/video/61388789/1007203/video.mp4',61388789,1007203,NULL,NULL,NULL),(8,'中国好声音 第二季','/video/61388789/p2191654057.jpg',NULL,20130930,'/video/61388789/844374/video.mp4',61388789,844374,NULL,NULL,NULL),(9,'RunningMan','/video/42267200/p2244153378.jpg',NULL,20170101,'/video/42267200/474875/video.mp4',42267200,474875,NULL,NULL,NULL),(10,'RunningMan','/video/42267200/p2244153378.jpg',NULL,20170108,'/video/42267200/606839/video.mp4',42267200,606839,NULL,NULL,NULL),(11,'RunningMan','/video/42267200/p2244153378.jpg',NULL,20170122,'/video/42267200/1428576/video.mp4',42267200,1428576,NULL,NULL,NULL),(12,'美国之声 第九季','/video/77003235/p2266244353.jpg',NULL,1,'/video/77003235/931335/video.mp4',77003235,931335,NULL,NULL,NULL),(13,'美国之声 第九季','/video/77003235/p2266244353.jpg',NULL,2,'/video/77003235/18042/video.mp4',77003235,18042,NULL,NULL,NULL),(14,'美国之声 第九季','/video/77003235/p2266244353.jpg',NULL,3,'/video/77003235/1018537/video.mp4',77003235,1018537,NULL,NULL,NULL),(15,'美国之声 第九季','/video/77003235/p2266244353.jpg',NULL,4,'/video/77003235/347408/video.mp4',77003235,347408,NULL,NULL,NULL);
/*!40000 ALTER TABLE `ZongYi_rs` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-06-13 17:14:13
